Repository: alxmoroz/avanplan-frontend
Catalog: lib/L3_app/l10n/intl_*.arb
Languages: ru

# about_service_title
source: About service
ru: О сервисе

# action_add_title
source: Add
ru: Добавить

# analytics_title
source: Analytics
ru: Аналитика

# app_about_title
source: About the App
ru: О приложении

# app_feedback_action_title
source: Feedback
ru: Оценить приложение

# app_install_action_title
source: Install
ru: Установить

# app_legal_docs_title
source: Legal Docs
ru: Документация

# app_legal_privacy_policy_title
source: Privacy Policy
ru: Политика конфиденциальности

# app_legal_rules_title
source: License Agreement
ru: Пользовательское соглашение

# app_release_notes_title
source: Release Notes
ru: История обновлений

# app_may_upgrade_title
source: New version available
ru: Доступна новая версия

# app_may_upgrade_description
source: Upgrade the app, get more features
ru: Обновите приложение, получите больше возможностей

# app_must_upgrade_title
source: Your app version is out of date
ru: Ваша версия приложения устарела

# app_must_upgrade_description
source: Install the new version to continue working
ru: Установите новую версию, чтобы продолжить работу

# app_title
source: Avanplan
ru: Аванплан

# app_whats_new
source: What's New
ru: Что нового

# are_closed_suffix
source: are closed
ru: закрыты

# attachment_add_action_title
source: Attach files
ru: Прикрепить файлы

# attachments_label
source: Attachments
ru: Вложения

# auth_email_placeholder
source: Email
ru: Почта

# auth_help_title
source: Problems logging in
ru: Проблемы со входом

# auth_sign_in_extra_title
source: Other Sign In Methods
ru: Другие способы входа

# auth_name_placeholder
source: Name
ru: Имя, фамилия

# auth_password_placeholder
source: Password
ru: Пароль

# auth_sign_in_email_action_title
source: Sign in
ru: Войти

# auth_sign_in_email_dialog_title
source: Sign in with Email
ru: Войти с почтой

# auth_sign_in_email_title
source: Email
ru: Почта

# auth_sign_in_with_title
source: Sign in with
ru: Войти с помощью

# auth_sign_out_btn_title
source: Sign out
ru: Выйти

# avatar_edit_action_title
source: Change Photo
ru: Изменить фото

source: Backlog
ru: Бэклог

# balance_amount_title
source: Account Balance
ru: Баланс

# balance_replenish_action_title
source: Replenish
ru: Пополнить

# balance_replenish_store_title
source: Replenish balance
ru: Пополнить баланс

# calendar_connect_action_google_title
source: Connect to Google Calendar
ru: Подключить календарь Google

# calendar_connected_list_title
source: Connected Calendars
ru: Подключенные календари

# calendar_event_all_day_label_title
source: all day
ru: весь день

# calendar_event_dates_title
source: The time of the event
ru: Время проведения

# calendar_event_location_title
source: Location
ru: Место проведения

# calendar_event_title
source: Event
ru: Событие

# chart_delta_ahead_label
source: Ahead
ru: Опережение

# chart_delta_lag_label
source: Lag
ru: Отставание

# chart_timing_elapsed_label
source: Since start
ru: Прошло

# chart_timing_eta_title
source: Estimate time to complete
ru: Прогноз завершения

# chart_timing_left_label
source: Time left
ru: До срока осталось

# chart_velocity_project_label
source: Current
ru: Текущая

# chart_velocity_required_label
source: Required
ru: Целевая

# chart_velocity_title
source: Velocity
ru: Скорость

# chart_velocity_unit_mo
source: {unit} / month
ru: {unit} / месяц

# chart_volume_plan_label
source: Expected closed
ru: Должно быть выполнено

# chart_volume_title
source: Scope of work
ru: Объём

# chart_volume_label
source: completed
ru: выполнено

source: Checklist
ru: Чек-лист

# close_dialog_recursive_description
source: All subtasks will also be marked completed
ru: Все открытые подзадачи будут отмечены выполненными

# close_dialog_recursive_title
source: Close {title} with subtasks?
ru: Завершить вместе с подзадачами?

source: Code
ru: Код

# contact_us_mail_subject
source: Avanplan - feedback
ru: Аванплан - обратная связь

# contract_effective_date_title
source: Effective
ru: Действует с

# gigabytes_short
source: Gb
ru: Гб

# kilobytes_short
source: Kb
ru: Кб

# megabytes_short
source: Mb
ru: Мб

# millions_short
source: M
ru: млн.

# thousands_short
source: k
ru: тыс.

# create_from_scratch_action_description
source: Add an empty project
ru: Добавить пустой проект

# create_from_scratch_action_title
source: Create from scratch
ru: Создать с нуля

# create_from_template_action_description
source: Select a ready one from the library
ru: Выбрать готовый из библиотеки

# create_from_template_action_title
source: Create from template
ru: Создать по шаблону

# days_count
source: {count, plural, one{{count} day} other{{count} days}}
ru: {count, plural, one{{count} день} few{{count} дня} other{{count} дней}}

# delete_dialog_description
source: This action cannot be undone and data will be lost
ru: Это действие нельзя будет отменить!

source: Description
ru: Описание

source: Details
ru: Детали

# error_404_task_description
source: It may have been deleted
ru: Возможно, она была удалена

# error_404_task_title
source: We can't seem to show the task/goal/project
ru: Не получается показать задачу / цель / проект

# edit_action_title
source: Edit
ru: Редактировать

# error_auth_description
source: Please check the information provided and try again
ru: Проверьте правильность указанных данных и повторите попытку

# error_auth_popup_blocked_by_browser
source: The authentication window is blocked by the browser Open a blocked window and reload the page
ru: Окно аутентификации заблокировано браузером Откройте заблокированное окно и перезагрузите страницу

# error_auth_title
source: Authorisation Error
ru: Ошибка авторизации

# error_get_products_title
source: Error getting information about purchases
ru: Ошибка получения информации о покупках

# error_http_upgrade_app_recommendation_title
source: Update the app to the latest version
ru: Убедитесь, что у вас самая свежая версия приложения. Попробуйте ещё раз

# error_http_upgrade_web_recommendation_title
source: Refresh the page in your browser or reinstall the web application
ru: Обновите страницу в браузере или переустановите веб-приложение

# error_import_connection
source: Connection Error The import source is not available
ru: Ошибка подключения Источник импорта недоступен

# error_import_title
source: Import Error
ru: Ошибка импорта

# error_insufficient_funds_for_operation
source: You need to top up your balance with {value} to pay your current tariff bill and {operation}
ru: Нужно пополнить баланс на {value}, чтобы оплатить счёт по текущему тарифу и {operation}

# error_network_description
source: Please check your internet connection and try again
ru: Проверьте соединение с интернетом и повторите попытку

# error_network_title
source: Network Error No connection to server
ru: Ошибка сети Нет соединения с сервером

# error_permission_description
source: To perform the operation, please contact the workspace administrator
ru: Обратитесь к администратору проекта или рабочего пространства

# error_permission_title
source: Insufficient permissions to perform this action
ru: Недостаточно прав для выполнения операции

# error_purchase_title
source: Purchase processing error
ru: Ошибка обработки покупки

# error_redeem_invitation_description
source: The number of invitations has run out or the invitation has expired. Contact your workspace/project administrator.
ru: Закончилось количество активаций или истёк срок действия приглашения. Обратитесь к администратору рабочего пространства / проекта.

# error_redeem_invitation_title
source: Error while processing invitation
ru: Ошибка при обработке приглашения

# error_tariff_limit_description
source: Please contact the workspace administrator
ru: Обратитесь к администратору рабочего пространства

# error_tariff_limit_title
source: The operation is limited in the selected tariff
ru: Выполнение операции ограничено в выбранном тарифе

# error_title
source: Error
ru: Ошибка

# file_source_camera_title
source: Take a photo
ru: Сделать фото

# file_source_files_title
source: Select from Files
ru: Выбрать из файлов

# file_source_gallery_title
source: Select from Gallery
ru: Выбрать из галереи

source: for
ru: за

# for_dative
source: for
ru: по

# goal_create_quiz_title
source: Set a goal
ru: Поставьте цель

# goal_count
source: {count, plural, zero{No goals} one{{count} goal} other{{count} goals}}
ru: {count, plural, zero{Нет целей} one{{count} цель} few{{count} цели} other{{count} целей}}

# goal_count_dative
source: {count, plural, one{{count} goal} other{{count} goals}}
ru: {count, plural, one{{count} цели} other{{count} целям}}

# goal_for_orphaned_tasks
source: Tasks without goals
ru: Задачи без целей

# goal_list_empty_hint
source: Time to relax or set new goals
ru: Время отдохнуть или поставить новые цели

# goal_list_empty_title
source: Taking a break from goals
ru: Отдыхаем от целей

# goal_list_title
source: Goals
ru: Цели

# goal_new_title
source: New Goal
ru: Новая цель

# goal_plural_accusative
source: {count, plural, one{goal} other{goals}}
ru: {count, plural, one{цель} few{цели} other{целей}}

# goal_title
source: Goal
ru: Цель

# hours_count
source: {count, plural, one{{count} hour} other{{count} hours}}
ru: {count, plural, one{{count} час} few{{count} часа} other{{count} часов}}

# import_action_description
source: Load projects from import source
ru: Загрузить проекты из источника импорта

# import_action_title
source: Import
ru: Импортировать

# import_list_empty_title
source: There are no projects available to import Try choosing a different source
ru: Нет доступных для импорта проектов Попробуйте выбрать другой источник

# import_menu_action_title
source: Import from
ru: Импорт из

# import_custom_request_mail_body_text
source: Hello! I need help with import my projects into Avanplan.
ru: Добрый день! Нужна помощь с импортом проектов в Аванплан

# import_custom_request_mail_subject
source: Request for Custom Import Projects into Avanplan
ru: Запрос на импорт проектов в Аванплан

# import_source_select_hint
source: Select source
ru: Выберите источник импорта

# import_title
source: Import
ru: Импорт проектов

source: Inbox
ru: Входящие

# invitation_activations_count_placeholder
source: Activations Count
ru: Число активаций

# invitation_expires_placeholder
source: Expires
ru: Срок годности

# invitation_create_title
source: Invite member
ru: Пригласить участника

# invitation_share_action_title
source: Share invitation
ru: Отправить приглашение

# invitation_share_subject_prefix
source: Invitation to
ru: Приглашение в

# invitation_share_label
source: Invitation Link
ru: Ссылка-приглашение

# invitation_share_text
source: 1. Install app: {installUrl} 2. Join the project: {invitationUrl}
ru: 1. Установите приложение: {installUrl} 2. Присоединяйтесь к проекту: {invitationUrl}

source: Later
ru: Позже

source: Let's get started
ru: Начните работу

# lets_go_action_title
source: Let's go!
ru: Поехали!

# loader_auth_title
source: Checking access...
ru: Проверяем доступ...

# loader_check_connection_title
source: Checking connection...
ru: Проверка соединения...

# loader_deleting_title
source: Deleting...
ru: Удаляем...

# loader_importing_title
source: Importing...
ru: Импортируем...

# loader_invitation_create_title
source: Making an invitation...
ru: Формируем приглашение...

# loader_invitation_redeem_title
source: Accessing to projects...
ru: Подключаем к проектам...

# loader_purchasing_title
source: Processing payment...
ru: Обрабатываем платёж...

# loader_refreshing_title
source: Refreshing...
ru: Обновляем...

# loader_saving_title
source: Saving...
ru: Сохраняем...

# loader_source_listing
source: Getting a list of projects...
ru: Получаем список проектов...

# loader_unlinking_title
source: Breaking the chains...
ru: Рвём связи...

# member_edit_action_title
source: Edit a member
ru: Редактировать участника

# member_plural
source: {count, plural, one{member} other{members}}
ru: {count, plural, one{участник} few{участника} other{участников}}

# member_source_invitation_title
source: Invite
ru: Пригласить

# member_source_workspace_title
source: Select
ru: Выбрать

# months_count
source: {count, plural, one{{count} month} other{{count} months}}
ru: {count, plural, one{{count} месяц} few{{count} месяца} other{{count} месяцев}}

# more_count
source: and {count} more
ru: и ещё {count}

# my_account_delete_dialog_title
source: Delete your account?
ru: Удалить вашу учётную запись?

# my_account_delete_dialog_description
source: Your workspace will also be deleted along with tasks if there are no other users in it
ru: Также будут удалены ваши рабочие пространства вместе с задачами, если в них нет других пользователей Это действие необратимо

# my_account_title
source: Account
ru: Моя учётная запись

# my_tasks_add_action_hint
source: Or just add tasks
ru: Или просто добавьте задачи

# my_tasks_future_title
source: Future
ru: Будущие

# my_tasks_no_due_title
source: No due date
ru: Без срока

# my_tasks_this_week_title
source: This week
ru: На этой неделе

# my_tasks_upcoming_title
source: Upcoming Tasks
ru: Ближайшие дела

# next_action_title
source: Next
ru: Продолжить

# new_title
source: New
ru: Новый

# notification_list_empty_title
source: No Notifications
ru: Уведомлений нет

# notification_list_hint_title
source: Shows notifications from the last 30 days
ru: Отображаются уведомления за последние 30 дней

# notification_list_title
source: Notifications
ru: Уведомления

# notification_push_ios_denied_btn_title
source: To receive Push notifications, turn them on in Settings
ru: Для получения Push-уведомлений включите их в настройках

# notification_push_ios_denied_dialog_description
source: No spam. Only useful notifications about changes in your tasks
ru: В настройках приложения: Уведомления -> Допуск уведомлений

# notification_push_ios_denied_dialog_title
source: Do you allow Avanplan to send you Push Notifications?
ru: Включение Push-уведомлений

# notification_title
source: Notification
ru: Уведомление

# onboarding_where_we_go_step_title
source: Where do we start?
ru: С чего начнём?

# onboarding_step_1_title
source: All your tasks are in one place
ru: Все дела в одном месте

# onboarding_step_1_text
source: Manage your personal and work matters: tasks, projects, meetings
ru: Ведите личные и рабочие дела: задачи, проекты, встречи

# onboarding_step_2_title
source: You can make plans for every day
ru: Планы на каждый день

# onboarding_step_2_text
source: Set deadlines and plan tasks for the day, week, and beyond
ru: Назначайте сроки и планируйте дела на день, неделю и далее

# onboarding_step_3_title
source: Available on any device
ru: Для любого устройства

# onboarding_step_3_text
source: Use it in the mobile app or web version
ru: Пользуйтесь в мобильном приложении или в веб-версии

# onboarding_start_with_host_project_title
source: And you also have an invitation
ru: А ещё у вас есть приглашение

# onboarding_start_with_host_project_action_title
source: Go to the project
ru: Перейти в проект

# onboarding_start_with_host_project_action_description
source: {title} awaits you
ru: {title} ждёт вас

# onboarding_start_with_project_title
source: Start with a project
ru: Начать с проекта

# onboarding_start_with_project_text
source: Import or create a project. Connect your team and other modules
ru: Импортируйте или создайте проект. Подключайте команду и другие модули

# onboarding_start_with_tasks_title
source: Start with tasks
ru: Начать с задач

# onboarding_start_with_tasks_text
source: Simply manage your task list without a team or unnecessary settings
ru: Просто управляйте списком задач без команды и лишних настроек

source: Ok
ru: Понятно

# per_day_suffix
source: / day
ru: в день

# per_month_suffix
source: per month
ru: в месяц

# project_creation_method_selector_title
source: Choose how to create a project
ru: Выберите способ создания проекта

# project_list_empty_title
source: Add a project
ru: Добавьте проект

# project_list_empty_hint
source: Achieve new levels of productivity while working on projects.
ru: Выходите на новый уровень продуктивности с проектами

# project_list_title
source: Projects
ru: Проекты

# project_modules_always_on_label
source: Always On
ru: Подключены всегда

# project_modules_available_label
source: Available on your tariff plan
ru: Доступны на вашем тарифе

# project_modules_label
source: Modules
ru: Подключенные модули

# project_modules_quiz_title
source: Select project modules
ru: Выберите модули проекта

# project_modules_title
source: Project Modules
ru: Модули проекта

# project_new_title
source: New Project
ru: Новый проект

# project_plural
source: {count, plural, one{project} other{projects}}
ru: {count, plural, one{проект} few{проекта} other{проектов}}

# project_plural_accusative
source: {count, plural, one{project} other{projects}}
ru: {count, plural, one{проект} few{проекта} other{проектов}}

# project_title
source: Project
ru: Проект

# projects_group_other_title
source: Other Projects
ru: Другие проекты

# promo_duration
source: for {duration}
ru: на {duration}

# promo_end_duration
source: {duration} left
ru: ещё {duration}

# promo_features_subscribe_title
source: Subscribe to features
ru: Подключить функции

# promo_features_title
source: Expand the capabilities of the service with benefits
ru: Расширяйте возможности с выгодой

# promo_features_text
source: Unlimited users and members Statistics and project duration forecasting Accounting of profit, income and expenses
ru: Безлимитное добавление участников Статистика и прогнозирование срока проекта Попробуйте бесплатно

# recommendation_add_goals_hint
source: Set the first goal of the project
ru: Поставьте первую цель

# recommendation_add_goals_title
source: Let's add goals to the project
ru: Добавим цели в проект

# recommendation_add_tasks_hint
source: Determine the steps to achieve this goal
ru: Определите шаги для достижения цели

# recommendation_add_tasks_title
source: Let's add tasks
ru: Добавим задачи

# recommendation_close_tasks_hint
source: Close the task and find out the project completion estimation
ru: Закройте задачу и узнайте прогноз завершения проекта

# recommendation_close_tasks_title
source: Let's take the first step
ru: Сделаем первый шаг

# recommendation_goto_goals
source: Go to goals
ru: Перейти к целям

# recommendation_goto_tasks
source: Go to tasks
ru: Перейти к задачам

# refresh_action_title
source: Refresh data
ru: Обновить данные

# register_completed_description
source: This is needed to confirm your email
ru: Это нужно для подтверждения вашей почты

# register_completed_hint
source: Follow the link from the letter
ru: Перейдите по ссылке из письма

# register_completed_title
source: Application for registration accepted
ru: Заявка на регистрацию принята

# register_troubleshooting_hint
source: No letter? Check your spam folder or
ru: Нет письма? Проверьте папку "Спам" или

# register_action_title
source: Create account
ru: Создать учётную запись

# register_title
source: Register
ru: Регистрация

# report_bug_action_title
source: Report a bug
ru: Сообщить о проблеме

# role_admin_title
source: Administrator
ru: Администратор

# role_full_title
source: Full Access
ru: Полный доступ

# role_full_description
source: Project and members management
ru: Управление проектом и участниками

# role_guest_title
source: Guest
ru: Наблюдатель

# role_guest_description
source: View Only
ru: Только просмотр

# role_member_title
source: Member
ru: Исполнитель

# role_member_description
source: Work with Tasks
ru: Работа с задачами

# role_owner_title
source: Owner
ru: Владелец

# role_owner_description
source: Full Access
ru: Полный доступ

# role_select_action_title
source: Select role
ru: Выберите роль

# source_api_key_placeholder
source: API key / Token
ru: Ключ API / Токен

# source_auth_user_placeholder
source: User
ru: Пользователь

# source_delete_dialog_title
source: Delete import source connection?
ru: Удалить источник импорта?

# source_create_action_title
source: Add source
ru: Добавить источник

# source_get_token_action
source: Get token
ru: Получить токен

# source_get_token_help_action
source: How to get a token
ru: Как получить токен

# source_import_placeholder
source: Source for importing tasks
ru: Источник импорта задач

# source_list_empty_hint
source: Keep track of all projects and tasks in a single space
ru: Следите за всеми проектами и задачами в едином пространстве

# source_list_empty_title
source: Sources are waiting to be connected
ru: Источники ждут, когда их подключат

# source_list_title
source: Remote import sources
ru: Источники импорта задач

# source_title_new
source: New source
ru: Новый источник

# source_type_placeholder
source: Import sources type
ru: Тип источника

# source_type_custom_description
source: We will help import anything
ru: Поможем импортировать всё что угодно

# source_type_custom_title
source: Custom Import
ru: Особый способ импорта

# source_type_selector_title
source: Select the import source type
ru: Выберите тип источника импорта

# source_url_placeholder
source: URL
ru: Адрес сервера (URL)

# state_ahead_duration
source: We can finish {duration} early
ru: Можем закончить на {duration} раньше

# state_ahead_title
source: We can finish early
ru: Можем закончить раньше

# state_closed
source: Closed
ru: Выполнено

# state_closable_hint
source: Hooray! No open subtasks left
ru: Ура! Не осталось открытых задач

# state_closable_title
source: Can be closed
ru: Можно закрыть

# state_eta_duration
source: We will finish in {duration}
ru: Закончим через {duration}

# state_eta_title
source: There is predicted completion date
ru: Есть прогноз

# state_future_start_duration
source: We will start in {duration}
ru: Приступим через {duration}

# state_future_title
source: Starting soon
ru: Скоро начнём

# state_importing_label
source: Importing...
ru: Импортируется...

# state_importing_title
source: Importing
ru: Импортируются

# state_low_start_duration
source: It's been less than {duration} since project launch
ru: Прошло менее {duration} со старта проекта

# state_low_start_before_calc_duration
source: Predicted completion date and velocity will be shown in {duration}
ru: Прогноз и скорость покажем через {duration}

# state_no_info_title
source: No predicted completion date
ru: Нет прогноза

# state_no_progress_details
source: No progress
ru: Нет прогресса

# state_on_time_title
source: We're on time
ru: Успеваем в срок

# state_ok_title
source: All according to plan
ru: Всё по плану

# state_opened
source: Opened
ru: Открыто

# state_overdue_duration
source: Overdue is {duration}
ru: Опаздываем на {duration}

# state_overdue_title
source: There is аn overdue
ru: Опаздываем

# state_risk_duration
source: Overdue may be {duration}
ru: Можем опоздать на {duration}

# state_risk_title
source: There is аn risk of overdue
ru: Можем опоздать

# status_code_placeholder
source: New Status
ru: Новый статус

# status_create_action_title
source: Add status
ru: Добавить статус

# status_error_validate_dup
source: This status already exists
ru: Такой статус уже есть

# status_means_closed_title
source: Means Closed
ru: Считать выполненным

# status_move_left_action_title
source: Move left
ru: Переместить левее

# status_move_right_action_title
source: Move right
ru: Переместить правее

# status_title
source: Status
ru: Статус

# status_used_in_tasks_label
source: {count, plural, one{Used in {count} task} other{Used in {count} tasks}}
ru: {count, plural, one{Используется в {count} задаче} other{Используется в {count} задачах}}

# subtask_count
source: {count, plural, zero{No subtasks} one{{count} subtask} other{{count} subtasks}}
ru: {count, plural, zero{Нет подзадач} one{{count} подзадача} few{{count} подзадачи} other{{count} подзадач}}
