Repository: alxmoroz/avanplan-frontend
Catalog: lib/L3_app/l10n/intl_*.arb
Languages: ru

# subtask_count_dative
source: {count, plural, one{{count} subtask} other{{count} subtasks}}
ru: {count, plural, one{{count} подзадаче} other{{count} подзадачам}}

# subtask_list_title
source: Subtasks
ru: Подзадачи

# subtask_new_title
source: New Subtask
ru: Новая подзадача

# subtask_plural
source: {count, plural, one{subtask} other{subtasks}}
ru: {count, plural, one{подзадача} few{подзадачи} other{подзадач}}

# subtask_plural_accusative
source: {count, plural, one{subtask} other{subtasks}}
ru: {count, plural, one{подзадачу} few{подзадачи} other{подзадач}}

# subtask_title
source: Subtask
ru: Подзадача

# tariff_change_action_title
source: Change tariff
ru: Сменить тариф

# tariff_current_expenses_title
source: Current Expenses
ru: Текущие затраты

# tariff_current_expenses_zero_title
source: No charge
ru: Нет затрат

# tariff_current_title
source: Current Tariff
ru: Текущий тариф

# tariff_details_action_title
source: More details
ru: Подробнее об условиях

# tariff_estimated_expenses_title
source: Estimated Expenses
ru: Расчётная стоимость

# tariff_feature_subscribe_action_title
source: Subscribe
ru: Подключить

# tariff_feature_unsubscribe_action_title
source: Unsubscribe
ru: Отключить

# tariff_features_no_subscriptions
source: No subscriptions
ru: Нет подключенных

# tariff_features_title
source: Features
ru: Функции

# tariff_list_title
source: Tariffs
ru: Тарифы

# tariff_option_tasks_count_title
source: Tasks
ru: Задачи

# tariff_option_users_count_title
source: Members
ru: Участники

# tariff_option_fs_volume_title
source: File Storage
ru: Хранилище файлов

# tariff_option_analytics_title
source: Analytics
ru: Аналитика

# tariff_option_analytics_subtitle
source: Dates prediction, Estimates and Statistics
ru: Прогнозы, оценки и статистика

# tariff_option_analytics_description
source: Dates prediction Project statuses Estimating Task Difficulty
ru: Прогноз срока завершения Статистика Статусы проектов Оценка трудоёмкости

# tariff_option_file_storage_title
source: File Storage
ru: Хранилище файлов

# tariff_option_file_storage_suffix
source: files
ru: файлов

# tariff_option_goals_title
source: Goals
ru: Цели

# tariff_option_goals_subtitle
source: Grouping tasks by goals
ru: Задачи добавляются к целям

# tariff_option_taskboard_title
source: Task Board
ru: Доска задач

# tariff_option_taskboard_subtitle
source: Familiar look like in Trello
ru: Привычный вид как в Trello

# tariff_option_tasks_title
source: Task List
ru: Список задач

# tariff_option_tasks_subtitle
source: Task management
ru: Управление задачами

# tariff_option_team_title
source: Team
ru: Команда

# tariff_option_team_subtitle
source: Collaborate on tasks
ru: Совместная работа над задачами

# tariff_option_team_description
source: Unlimited number of members Invitations to projects Assigning tasks
ru: Неограниченное количество участников Приглашения в проекты Назначение задач

# tariff_option_team_unsubscribe_dialog_title
source: Unsubscribe from the Team feature and delete all members?
ru: Отключение Команды

# tariff_option_team_unsubscribe_dialog_description
source: All members except the workspace owner will be deleted. Their information will be restored if you invite them again,
ru: Внимание! Будут удалены все участники рабочего пространства, кроме владельца. Информация об участниках проектов, авторах задач, комментариев и назначенных сохранится и будет сопоставлена при повторном приглашении тех же пользователей. Продолжить отключение?

# tariff_special_conditions_title1
source: Unique Solution
ru: Уникальное решение

# tariff_special_conditions_title2
source: New features
ru: Новые функции

# tariff_special_conditions_title3
source: No Limits
ru: Без ограничений

# tariff_special_conditions_title4
source: On Premise Server
ru: На ваши сервера

# tariff_title
source: Tariff
ru: Тариф

# tariff_type_base_title
source: Base
ru: Базовый

# tariff_type_free_title
source: Free
ru: Бесплатный

# tariff_type_request_title
source: Special
ru: Особые условия

# tariff_type_universal_title
source: The One
ru: Единый

# task_actions_menu_title
source: More Actions
ru: Другие действия

# task_assignee_nobody
source: Nobody
ru: Никому

# task_assignee_label
source: Assignee
ru: Назначено

# task_assignee_placeholder
source: Assignee
ru: Назначить ответственного

# task_attachment_placeholder
source: Attachment
ru: Добавить вложение

# task_author_title
source: Creator
ru: Владелец

# task_count
source: {count, plural, zero{No tasks} one{{count} task} other{{count} tasks}}
ru: {count, plural, zero{Нет задач} one{{count} задача} few{{count} задачи} other{{count} задач}}

# task_count_dative
source: {count, plural, one{{count} task} other{{count} tasks}}
ru: {count, plural, one{{count} задаче} other{{count} задачам}}

# task_due_date_label
source: Deadline
ru: Срок

# task_due_date_placeholder
source: Deadline Date
ru: Срок завершения

# task_duplicate_action_title
source: Duplicate
ru: Дублировать

# task_estimate_group_label
source: Overall Estimation for Subtasks
ru: Общая оценка по подзадачам

# task_estimate_label
source: Estimation
ru: Оценка

# task_estimate_placeholder
source: Estimate
ru: Выбрать оценку

# task_eta_date_label
source: Predicted
ru: Прогноз

# task_go2source_title
source: Go to Source
ru: Перейти к источнику

# task_list_empty_hint
source: Add tasks to get started
ru: Добавьте задачи, чтобы начать работу

# task_list_empty_local_import_hint
source: Add tasks or transfer them from another goal or project
ru: Добавьте или перенесите задачи из другой цели

# task_list_empty_overview_title
source: Let's start achieving the goal
ru: Приступим к достижению цели

# task_list_empty_title
source: Taking a break from tasks
ru: Отдыхаем от дел

# task_list_schedule_action_title
source: Schedule
ru: Запланировать

# task_list_schedule_hint
source: Schedule tasks to keep working
ru: Запланируйте задачи, чтобы продолжить работу

# task_list_title
source: Tasks
ru: Задачи

# task_multi_create_quiz_title
source: Add tasks
ru: Добавьте задачи

# task_new_title
source: New Task
ru: Новая задача

# task_note_add_action_title
source: Leave a comment
ru: Оставить комментарий

# task_note_title
source: Comment
ru: Комментарий

# task_plural
source: {count, plural, one{task} other{tasks}}
ru: {count, plural, one{задача} few{задачи} other{задач}}

# task_plural_accusative
source: {count, plural, one{task} other{tasks}}
ru: {count, plural, one{задачу} few{задачи} other{задач}}

# task_plural_genitive
source: {count, plural, one{task} other{tasks}}
ru: {count, plural, one{задачи} other{задач}}

# task_reopen_action_title
source: Reopen
ru: Переоткрыть

# task_start_date_label
source: Start
ru: Начало

# task_start_date_placeholder
source: Start Date
ru: Дата начала

# task_status_select_placeholder
source: Status
ru: Выберите статус

# task_title
source: Task
ru: Задача

# task_transfer_destination_hint
source: Select where to transfer
ru: Выберите, куда перенести

# task_transfer_export_action_title
source: Transfer
ru: Перенести

# task_transfer_export_empty_title
source: No suitable places to transfer
ru: Нет подходящих мест для переноса

# task_transfer_import_action_title
source: Transfer tasks
ru: Перенести задачи

# task_transfer_import_confirm_action_title
source: Transfer
ru: Перенести

# task_transfer_import_empty_title
source: There are no tasks to transfer
ru: Нет подходящих источников

# task_transfer_source_hint
source: Select where to transfer from
ru: Выберите, откуда перенести

# task_transfer_title
source: Transfer tasks to
ru: Перенос задач в

# task_unlink_action_title
source: Delete link
ru: Удалить связь

# task_unlink_dialog_description
source: You will not be able to download updates. Changes will not be upload to the source
ru: Вы не сможете загружать обновления. Изменения не попадут в источник

# task_unlink_dialog_title
source: Unlink a source?
ru: Удалить связь с источником?

# team_empty_hint
source: Invite members to collaborate effectively
ru: Пригласите участников для эффективной совместной работы

# team_empty_title
source: The team is waiting for an invitation
ru: Команда ждёт приглашения

# team_quiz_title
source: Invite members
ru: Пригласите участников

# team_title
source: Team
ru: Команда

source: Title
ru: Название

# template_selector_title
source: Select a project template
ru: Выберите шаблон проекта

# tmpl_category_personal
source: Personal Activities and Plans
ru: Личные дела и планы

# tmpl_category_universal
source: Universal
ru: Универсальные

# today_title
source: Today
ru: Сегодня

# tomorrow_title
source: Tomorrow
ru: Завтра

# total_title
source: Total
ru: Итого

# validation_empty_text
source: Should not be empty
ru: Нужно заполнить

# weeks_count_accusative
source: {count, plural, one{{count} week} other{{count} weeks}}
ru: {count, plural, one{{count} неделю} few{{count} недели} other{{count} недель}}

# workspace_money_remaining_time_prefix
source: Funds will be enough for
ru: Средств хватит на

# workspace_selector_title
source: Choose a workspace
ru: Выберите рабочее пространство

# workspace_title
source: Workspace
ru: Рабочее пространство

# workspace_title_short
source: WS
ru: РП

# workspaces_title
source: Workspaces
ru: Рабочие пространства

# years_count
source: {count, plural, one{{count} year} other{{count} years}}
ru: {count, plural, one{{count} год} few{{count} года} other{{count} лет}}

# yesterday_date_title
source: yesterday
ru: вчера
